//components
import BoxComponentQuestion from "./BoxComponentQuestion";

const ItemComponentQuestion = [
  {
    id: 1,
    title: "در صورت بروز نقص فنی برای خودرو چه اتفاقی می افتد؟",
    text: "در صورت بروز نقص فنی برای خودرو، **گارانتی ۵ ساله یا ۱۰۰٬۰۰۰ کیلومتری شرکت** تعویض یا تعمیر رایگان قطعه معیوب را پوشش میدهد و خودروی جایگزین تا زمان رفع مشکل در اختیار شما قرار میگیرد.",
  },
  {
    id: 2,
    title: `چه مدارکی برای اجاره خودرو لازم است؟`,
    text: `در زمان اجاره ماشین بدون راننده با کارسرویس نیاز به ارائه هرگونه مدرکی نظیر چک، سفته، سند منزل و... بابت ضمانت نمی باشد. ناواران با رویکرد اعتماد به مشتری، خدمات اجاره خودرو را بدون نیاز به هرگونه ضمانت ارائه می دهد که این شیوه، آسان ترین شرایط اجاره خودرو در ایران محسوب می شود.`,
  },
  {
    id: 3,
    title: "آیا ماشین های اتورنت دارای بیمه هستند؟",
    text: "بله، تمام خودروهای اتورنت **دارای بیمه شخص ثالث و بدنه** هستند. در صورت تصادف، **هزینه تا سقف ۵۰ میلیون تومان** بر عهده مستاجر نیست و بیمه پرداخت می‌کند. مازاد بر آن با **۲۰٪ تخفیف** از مستاجر دریافت می‌شود.",
  },
  {
    id: 4,
    title: "محدودیت کیلومتر در اجاره خودرو چقدر می باشد؟",
    text: "خودروهای اجاره‌ای اتورنت **بدون محدودیت کیلومتر** هستند و شما می‌توانید هر میزان که تمایل دارید با خودرو رانندگی کنید. فقط کافیه با باک پر برگردونید! ",
  },
  {
    id: 5,
    title: `چگونه با کارسرویس یک خودرو اجاره کنیم؟`,
    text: `پس از ورود به سایت کارسرویس شما می توانید شهر موردنظرتان را انتخاب و لیست ماشین های کارسرویس به همراه میزان تخفیف و شروع قیمت اجاره هر کدام را مشاهده کنید. بعد از انتخاب خودرو، کافی است بازه زمانی و محل دریافت ماشین را معین و درخواست خود را ثبت کنید. با ثبت درخواست، تیم پشتیبانی ناواران برای تایید درخواست، با شما تماس گرفته و رزرو اجاره خودرو شما را قطعی خواهند کرد. به همین سادگی!`,
  },
  {
    id: 6,
    title: `چرا باید با کارسرویس خودرو اجاره کنیم؟`,
    text: `کارسرویس تنها شرکت دارای مجوز رسمی اجاره خودرو ایرانی می باشد. تمامی ماشین ها جز ناوگان اختصاصی کارسرویس می باشند و خبری از وجود واسطه نمی باشد؛ نبود واسطه یعنی تضمین مناسب ترین قیمت اجاره ماشین! به همین خاطر است که کارسرویس هیچ محدودیتی برای حداقل مدت زمان اجاره خودرو برای شما تعیین نمی کند. از طرفی، رویکرد جهانی کارسرویس خدمات اجاره خودرو را بدون نیاز به ارائه هرگونه چک، سند، سفته و... برای شما فراهم می کند. از دیگر ویژگی های اجاره خودرو با شرایط آسان، امکان رزرو اجاره خودرو به صورت کاملا آنلاین است. همچنین، زمان و محل دریافت و یا عودت خودرو نیز توسط شما تعیین می شود. ارائه پشتیبانی و امدادرسانی های 24 ساعته در هر نقطه از ایران وجود دارد. تعویض خودرو شما در صورت وجود هرگونه نقص فنی، ارائه پوشش های بیمه ای کامل و ده ها مزیت دیگر، کارسرویس را به رتبه یک اجاره خودرو در ایران تبدیل کرده اند.`,
  },
  {
    id: 7,
    title: `پرداخت خسارت در زمان تصادف با ماشین اجاره ای چگونه است؟,`,
    text: `مهم ترین دغدغه متقاضیان خدمات اجاره ماشین بدون راننده، درخصوص تصادف و خسارت های احتمالی است؛ پوشش های بیمه ای کامل، درصد بالایی از این دست خسارت ها را شامل می شود. (پیش از اجاره خودرو، می توانید به طور دقیق جزئیات بیمه نامه ها را بررسی کنید.)`,
  },
  {
    id: 8,
    title: `آیا امکان تحویل خودرو در فرودگاه وجود دارد؟`,
    text: `بله. وجود شعب و ایستگاه های مختلف ناواران در فرودگاه ها، هتل ها و دیگر نقاط شهرهای مختلف ایران، امکان دریافت خودرو در فرودگاه و یا حتی هتل محل اقامتتان و... را فراهم کرده است.`,
  },
];
const ComponentQuestion = () => {
  return (
    <>
      <div className="container mx-auto flex items-center m-8 justify-center ">
        <span className="font-bold text-blue-800 text-3xl my-5 mb-2 ">
         
          سوالات متدوال <br />
          اجاره ی خودرو
        </span>
      </div>

      <div className="container mx-auto flex items-center justify-center">
        <div>
          {ItemComponentQuestion.map((item) => {
            return (
              <BoxComponentQuestion
                title={item.title}
                text={item.text}
                key={item.id}
              />
            );
          })}
        </div>
      </div>
    </>
  );
};

export default ComponentQuestion;
