import blog1 from "../../../../assets/blog.png";
import blog2 from "../../../../assets/blog2.png";
import blog3 from "../../../../assets/blog3.png";
import blog4 from "../../../../assets/blog4.png";
import des1 from "../../../../assets/des1.png";
import des2 from "../../../../assets/des2.png";
import des3 from "../../../../assets/des3.png";
import des6 from "../../../../assets/des6.png";

export const allBlogs = [
  {
    id: 1,
    img: blog1,
    title: "سفر از سوئد به ایران با ویزا و مدارک",
    des: `سفر از سوئد به ایران یکی از مسیرهای پرتردد برای ایرانیان مقیم، افراد دو تابعیتی، افغان‌های ساکن سوئد و همچنین گردشگران سوئدی به شمار می‌رود. هر یک از این گروه‌ها از نظر ویزا، نوع پاسپورت و شرایط ورود به ایران با قوانین متفاوتی روبه‌رو هستند. از میان مسیرهای پروازی، استانبول، دوحه و دبی به‌عنوان رایج‌ترین گزینه‌های سفر از سوئد به ایران شناخته می‌شوند. برنامه‌ریزی دقیق پیش از پرواز، از آماده‌سازی مدارک تا مدیریت هزینه‌ها و انتخاب مسیر مناسب، نقش مهمی در جلوگیری از مشکلات احتمالی سفر دارد.`,
    category: "main",
  },
  {
    id: 2,
    img: blog2,
    title: "کسب درآمد از خودرو با معرفی بهترین روش‌ها",
    des: `کسب درآمد از خودرو راهی برای تبدیل ماشین شخصی به منبع درآمد ماهانه است. روش‌هایی مانند کار در تاکسی‌های اینترنتی (حدود ۴۵ تا ۷۰ میلیون تومان)، تحویل کالا (۳۵ تا ۶۰ میلیون تومان)، تبلیغات روی خودرو (۳ تا ۱۰ میلیون تومان) و اجاره دادن ماشین وجود دارد. در میان این گزینه‌ها، اجاره دادن خودرو معمولاً بیشترین درآمد و کمترین دردسر را دارد؛ زیرا بدون رانندگی روزانه درآمدی پایدار ایجاد می‌کند.`,
    category: "main",
  },
  {
    id: 3,
    img: blog3,
    title: "دبی از بهترین مقاصد جهان",
    des: `دبی، یکی از هفت شهر ثروتمند امارات متحده عربی، پس از استقلال از بریتانیا در سال 1971 تأسیس شد. این شهر به‌دلیل موقعیت راهبردی در خلیج‌فارس، به‌سرعت به مرکز تجارت جهانی تبدیل شد. اقتصاد دبی ابتدا بر تجارت محلی و صید ماهی متکی بود، اما با کشف نفت و تمرکز بر گردشگری و خدمات، به مرکز اقتصادی امارات تبدیل شد. دبی با پروژه‌های بزرگی نظیر برج خلیفه، جزایر مصنوعی و هتل‌های تجملی، به یکی از مقاصد گردشگری برتر جهان و جاذب سرمایه‌گذاران تبدیل شده است.`,
    category: "main",
  },
  {
    id: 4,
    img: blog4,
    title: "هزینه سفر به استانبول در زمستان 1404",
    des: `هزینه یک هفته سفر به استانبول در زمستان ۱۴۰۴ با احتساب لیر ۳,۴۸۰ تومانی، برای یک سفر ارزان بین ۶۴ تا ۷۰ میلیون، برای سفر متوسط بین ۸۰ تا ۱۲۰ میلیون و برای یک سفر لاکچری از ۱۶۵ تا بیش از ۳۴۰ میلیون تومان به ازای هر نفر متغیر است. این مبالغ بسته به سطح کیفیت اقامت، شامل هزینه‌های روزانه‌ای (بدون احتساب هتل و پرواز) از ۱,۲۰۰ لیر (حدود ۳۵۰ هزار تومان/۱۵ دلار) در حالت اقتصادی تا ۲۰,۰۰۰ لیر (حدود ۷۰ میلیون تومان/۳۵۰ دلار) در حالت لاکچری می‌شود.`,
    category: "main",
  },
  {
    id: 5,
    img: des1,
    title: "راهنمای سفر به دبی",
    des: "راهنمای سفر به دبی از ارزان تا لاکچری با هزینه‌های 2026",
    category: "new",
  },
  {
    id: 6,
    img: des2,
    title: "سفر از سوئد به ایران",
    des: "سفر از سوئد به ایران با ویزا و مدارک کامل",
    category: "new",
  },
  {
    id: 7,
    img: des3,
    title: "اینترنت دبی",
    des: "اینترنت دبی | اینترنت در دبی برای سیم‌کارت و وای‌فای",
    category: "new",
  },
  {
    id: 8,
    img: des6,
    title: "سالن ترانزیت فرودگاه",
    des: "سالن ترانزیت در فرودگاه چیست؟",
    category: "new",
  },
];
