//components
import ReserveComponent from "../ReserveComponent";
import DesCar from "../DesCar";
//img neyshaboor
import Nayshabbor from "../../../../assets/neydhaboor.png";

const Nayshaboor = () => {
  return (
    <div>
      <ReserveComponent
        title="اجاره خودرو در نیشابور"
        img={Nayshabbor}
        heder="اجاره و کرایه خودرو در نیشابور"
        text="نیشابور با عنوان شهر فیروزه شناخته می‌شود و یکی از قدیمی‌ترین شهرهای ایران و زادگاه بزرگان بسیاری (دکتر شفیعی کدکنی، عطار نیشابوری و غیره) است. نیشابور دومین شهر بزرگ استان خراسان رضوی بوده که در دامنه کوه‌های بینالود و در شمال شرقی کشور قرار گرفته است. این شهر یکی از مهم‌ترین مراکز تاریخی، گردشگری و صنعتی کشور به شمار می‌رود و از زمان‌های قدیم (عصر صفوی) بسیار مورد توجه قرار گرفت.
اگر با خودروی شخصی به مشهد سفر کنید قطعا تابلو شهر نیشابور را خواهید دید. جاذبه‌های گردشگری زیبای شهر نیشابور باعث شده تا هر ساله افراد بسیاری
 به قصد تفریح و کار به این شهر سفر کنند. دهکده چوبی، دره هفت غار، مقبره کمال‌الملک، کاروانسرای شاه‌عباسی، آبشارها، بازار سرپوشیده، قلعه لک لک و غیره از جذاب‌ترین
  و دیدنی‌ترین جاذبه‌های این شهر هستند.
علاوه بر سفر با قطار، می‌توانید با اجاره یک خودرو و به منظور کار یا تفریح به نیشابور سفر کنید. سوییچ رنت یکی از شرکت‌هایی است که خودروهای لوکس و داخلی را با بهترین قیمت در اختیارتان قرار می‌دهد، اگر می‌خواهید با شرایط و نحوه اجاره خودرو در نیشابور بیشتر آشنا شوید
 تا انتهای مقاله با ما همراه باشید. "
      />
      <DesCar />
    </div>
  );
};

export default Nayshaboor;
