//components
import ReserveComponent from "../ReserveComponent";
import DesCar from "../DesCar";
//img qeshm
import qeshm from "../../../../assets/qeshm-3.png"

const QeshmPage = () => {
  return (
    <div>
      <ReserveComponent
        title="اجاره خودرو در قشم"
        img={qeshm}
        heder="اجاره و کرایه خودرو در قشم"
        text="جزیره قشم یکی از بزرگ‌ترین جزایر ایران است که در قلب خلیج فارس قرار گرفته، این جزیره جاذبه‌های تفریحی و اماکن دیدنی بسیاری دارد. جاذبه‌های توریستی و تفریحی باعث شده تا این جزیره به یکی از مقاصد مسافرتی در کشورمان تبدیل شود و سال‌هاست که توریستان بسیاری را به سمت خود جذب کرده است. از مکان‌های دیدنی آن می‌توان به ژئو پارک، تنگه چاهکوه، دره ستاره، جزیره ناز، بام قشم، غار خربس، جنگل حرا و غیره اشاره کرد. جزیره قشم وسعت زیادی دارد و هر یک از این اماکن دیدنی در نقاط مختلف جزیره قرار گرفته‌اند به همین دلیل بدون داشتن وسیله نقلیه غیرممکن است که بتوانید از جاذبه‌های زیبای جزیره قشم دیدن کنید."
      />
      <DesCar />
    </div>
  );
};

export default QeshmPage;
