//components
import DesCar from "../DesCar";
import ReserveComponent from "../ReserveComponent";
//img shiraz
import shirazimg from "../../../../assets/shiraz-2.png"
const ShirazPage = () => {
  return (
    <div>
      <ReserveComponent
        title="اجاره خودرو در شیراز"
        img={shirazimg}
        heder="اجاره و کرایه خودرو در شیراز"
        text="یکی از مهم‌ترین شهرهای توریستی ایران، شهر شیراز است که به عنوان مرکز استان فارس شناخته می‌شود. 
        این شهر یکی از مهم‌ترین قطب‌های گردشگری در ایران بوده و مهم‌ترین آثار تاریخی از دوران هخامنشیان،
         زندیان و سایر دوره‌های تاریخی را در خود جای داده است. همین موضوع باعث می‌شود که هر ساله توریستان بسیاری برای بازدید از آثار تاریخی و اماکن دیدنی این شهر به شیراز سفر کنند. این شهر که قدمت تاریخی بسیار زیادی دارد به عنوان یکی از کلان شهرهای ایران شناخته می‌شود و قدمت آن به گفته مورخان به 6500 سال قبل بازمی‌گردد. شیراز در زمان هخامنشیان پایتخت ایران بزرگ بوده و باغ ارم، باغ چهل تن، باغ تخت، نارنجستان، باغ دلگشا، باغ عفیف‌آباد، باغ پرندگان، دروازه قرآن، ارگ کریم خان، روستای غلات، مسجد وکیل، بازار وکیل، مسجد نصیرالملک، برم دلک، دریاچه مهارلو و غیره از مهم‌ترین و دیدنی‌ترین اماکن شهر شیراز هستند."
      />
      <DesCar />
    </div>
  );
};

export default ShirazPage;
