//components
import DesCar from "../DesCar";
import ReserveComponent from "../ReserveComponent";
//img tabriz
import Tabrizimg from "../../../../assets/TABRIZ-2.png";

const TabrizPage = () => {
  return (
    <div>
      <ReserveComponent
        title="اجاره خودرو درتبریز"
        img={Tabrizimg}
        heder="اجاره و کرایه خودرو در تبریز"
        text="کی از باستانی‌ترین و زیباترین شهرهای کشورمان، تبریز است. این شهر پایتخت استان آذربایجان شرقی بوده و در طول تاریخ نقش پررنگ و تاثیرگذاری را در اقتصاد منطقه داشته است. تبریز در فصل تابستان مقصد بسیاری از گردشگران است و یکی از شهرهایی است که بیشتر مردم برای تفریح و گردش به آنجا سفر می‌کنند. جاذبه‌های دیدنی، اماکن تفریحی این شهر توجه افراد بسیاری را جلب کرده است.
شما می‌توانید به راحتی با خودروی شخصی خود به این شهر سفر کنید.
 امروزه به دلیل شرایط اقتصادی حاکم بر کشور بیشتر مردم قدرت خرید خودرو ندارند و برای تفریح و مسافرت به دنبال خودروهای اجاره‌ای هستند. اجاره خودرو در تبریز یک امر رایج و مرسوم است، وسعت زیاد این شهر باعث شده تا نتوانید با وسایل نقلیه عمومی به راحتی تردد کنید. داشتن یک خودروی شخصی به شما کمک می‌کند
  تا در کوتاه‌ترین زمان ممکن و بدون خستگی به مقصد خود برسید."
      />
      <DesCar />
    </div>
  );
};

export default TabrizPage;
