import aboutbaner from "../../assets/about-banner.jpg";
import aboutimg2 from "../../assets/about-img-2.jpg";
import aboutimg3 from "../../assets/about-img-3.jpg";
import aboutimg4 from "../../assets/about-img-4.jpg";
import aboutimg5 from "../../assets/about-img-6.jpg";
import aboutimg8 from "../../assets/about-img-8.jpg";
const desAbout = [
  {
    id: 1,
    title: "معرفی کارسرویس",
    type: "nullimg",
    text: `نــــاواران با شــــــعار "اولین اجـــاره خـودروی ایرانی به سبک جهانی" با رویکرد اعتماد به مشتری، در ابتدا با ایجاد بزرگترین ناوگان خودرویی متشکل از انواع خودروهای صفر کیلومتر اقتصادی تا تجاری در سراسر کشور ایران و در تمامی شهرهای اصلی کشور و تمامی فرودگاه های اصلی و با هدف ارتقاء واقعی خدمات خوب و خدماتی همانندکشورهای پیــــشرفته در مــیهن عزیزمان ایران سرمایه‌گذاری نموده و این مهم با جلب همکاری سایر شرکای تجاری و جذب سرمایه تا رسیدن به هدف ایجاد شبکه ای بالغ بر صد هزار خودرو و گسترش شبکه به کلیه شهرستانهای کوچک ایران ادامه خواهد یافت.
مدل تـجاری نــــاواران ، بــا محوریت اعــتماد به مشتری، امـکان اجاره خودرو با استانداردهای روز دنیا و بدون دریافت تضامین سنتی همانند چک و سفته و اسناد ملکی را فراهم می سازد.`,
  },
  {
    id: 2,
    type: "nullimg",
    title: `تمایز و برتری کارسرویس در چیست؟`,
    text: `نـــوعی از مـــدل تـــجاری جـــدید شـــامل خــدمات ویژه و اعــتماد به مـــشتری باعث شده تا ناواران بعنوان مجموعه‌ای متفاوت و متمایز شناخته شود که در ادامه به آن‌ها اشاره می‌شود.`,
  },
  {
    id: 3,
    type: "img",
    position: "right",
    title: `حذف تضامین متعارف در ایران`,
    text: `حتماً شما هم قبلا با چنین درخواستهایی مواجه شده‌اید ، چک به مبلغ خودرو ، ضامن معتبر ، سند منزل یا مغازه، معرفی از محل کار ، جواز کسب و... ولی این موارد دیگر در ناواران حذف شده‌اند و بجای آن مبلغی جزئی بعنوان ودیعه خسارت و جرائم رانندگی فقط از مشتریان جدید گرفته می‌شود که آن هم در رزروهای بعدی و شناسایی مشتری بعنوان راننده خوب، حذف می گردد.

در عوض این مجموعه با همکاری مراجع قضایی و انتظامی و تعقیب افراد خاطی، زمینه را برای استفاده و رضایت مشتریان خوب و با فرهنگ ایرانی فراهم آورده است..`,
    img: aboutimg2,
  },
  {
    id: 4,
    type: "img",
    position: "left",
    title: `سامانه مکانیزه هوشمند مدیریت ناوگان`,
    text: `این سامانه با توجه به الگوریتم خاص خود باعث می‌گردد رایانه بجای انسان در تأیید رزرواسیون اجاره خودرو عمل نموده و بصورت آنی و آنلاین به درخواستها پاسخ دهد ، این موضوع خود باعث کاهش وقت مشتریان و آژانسهای مسافرتی داخلی و خصوصاً خارجی گردیده و امکان و تمایز ویژه ای برای مشتریان ایجاد می نماید.
همچنین این سامانه با مدیریت کامل تعمیرات، رزروهای تأخیردار و خودروهایی که در بین شهرها جابجا می‌گردند، قادر است بهترین تصمیم را در زمان ارائه رزروهای بین شهری و یک‌طرفه گرفته و همواره نیاز مشتریان به این خدمات را بصورت فوری پاسخ دهد.

مدیریت هوشمند ناوگان باعث در دسترس قرار گرفتن سریعتر خودرو و ایجاد خدمات حداکثری به مشتریان می گردد. این سیستم با پوشش دادن رزروها با رزوهای معکوس باعث ایجاد حداقل جابجایی خودرو در شبکه گردیده و در نهایت باعث کمترین میزان ممکن آلودگی هوا توسط کل مجموعه می گردد.`,
    img: aboutimg3,
  },
  {
    id: 5,
    type: "img",
    position: "right",
    title: `سامانه کنترل خودرو`,
    text: `خــودروهای تـــحت پـــوشش همگی دارای ســـامانه مــوقعیت یـــاب جـــغرافیایی می‌باشند، که اولاً در زمان نیاز به امداد در سریع‌ترین زمان امدادگر به خودرو رسیده و ثانیاٌ نوع رانندگی راننده از نظر شتاب، ترمز، فشار زیاد به خودرو، سرعت و ... دائماً در سامانه مرکزی ثبت و ضبط می گردد`,
    img: aboutimg4,
  },
  {
    id: 6,
    type: "img",
    position: "left",
    title: "شبکه امدادی و تعمیرات خودرو",
    text: `شبکه تحت پوشش ناواران که با سرمایه‌گذاری و همکاری شرکای تجاری در خدمت مشتریان قرار گرفته است شامل 2000 نقطه در سراسر کشور ایــران و مناطق آزاد تجاری مـی‌باشد که باعث شده سرعت امداد رسانی در هر نقطه ایران به کمتر از 30 دقیقه کاهش یابد، امدادگران و خودروهای امدادی همگی مجهز به تجهیزات جهت رفع معایب و تعمیرات ساده بوده و بسیاری از مشکلات در همین مرحله به سادگی رفع می گردند`,
    img: aboutimg5,
  },
  {
    id: 7,
    type: "nullimg",
    title: `عملیات مالی شفاف`,
    text: `پــرداخت مـالیات، ارائه فاکتور رسمی و عملکرد صـحیح طبق قوانین جاری کشور وظیفه‌ای دو‌طرفه می‌باشد و مشتریان همواره می بایست از افراد بی‌اعتباری که فعالیت غیر شفاف و زیرزمینی دارند پرهیز کنند زیرا با هزینه‌های ظاهری کمتر، جریمه ها ، هزینه‌ها و مشکلات بسیاری را برای خود ایجاد خواهند کرد`,
  },
  {
    id: 8,
    type: "nullimg",
    title: `امتیاز و اجاره رایگان خودرو`,
    text: `مــشترکین نـــاواران می‌توانند با انجام رزرو برای دوستان و همکاران خود، امتیاز رزروهای ایشان را در کاربر خود ذخیره نموده و با رسیدن به حداقل مبلغ جهت رزرو، هزینه یک اجـــاره را به صورت کامل از طریق این امتیازها پرداخت نمایند. پس چنانچه شما برای آشنایان زحمت رزرو خودرو را انجام می‌دهید ، زحمت شما با اجاره های رایگان برای خودتان جبران خواهد شد`,
  },
  {
    id: 9,
    type: "img",
    position: "right",
    title: `حضور در فرودگاه های کشور`,
    text: `ناواران در ترمینال خروجی فرودگاه مهرآباد برای هماهنگی مسافرین گرامی و راحتی در دریافت خودرو در فرودگاه های مقصد حضور دارد. همچنین مسافرین از شهرهای دیگر و یا مشتریان هر شهر میتوانند خودروی مورد نظر خود را بصورت 24 ساعته از فرودگاه شهر خود تحویل بگیرند. `,
    img: aboutimg8,
  },
];

const AboutPage = () => {
  return (
    <div className="container mx-auto px-4">
      <div className="relative mb-16 md:mb-24">
        <img src={aboutbaner} alt="baner" className="w-full h-64 " />
        <div className="absolute inset-0 flex items-center justify-center text-center ">
          <p className="text-white text-2xl sm:text-2xl md:text-3xl font-bold leading-tight px-4">
            کارسرویس: اولین اجاره خودرو ایرانی به سبک جهانی
          </p>
        </div>
      </div>

      {desAbout.map((item) => (
        <div key={item.id} className="mb-12 md:mb-16 lg:mb-20">
          <p className="text-blue-800 font-bold text-xl sm:text-2xl md:text-3xl lg:text-[32px] pb-3 mb-6  inline-block">
            {item.title}
          </p>
          <div className="text-gray-500 text-base md:text-lg lg:text-xl leading-relaxed text-justify">
            {item.type === "nullimg" ? (
              <p>{item.text}</p>
            ) : (
              <div
                className={`flex flex-col md:flex-row ${
                  item.position === "left"
                    ? "md:flex-row-reverse"
                    : "md:flex-row"
                } items-center justify-between gap-8 md:gap-12 lg:gap-24`}
              >
                <p className="md:w-1/2 lg:w-2/3 order-2 md:order-1">
                  {item.text}
                </p>

                <img
                  src={item.img}
                  alt={item.title || "About Image"}
                  className="w-full md:w-1/2 lg:w-1/3 h-48 md:h-64 lg:h-90 object-cover  order-1 md:order-2"
                />
              </div>
            )}
          </div>
        </div>
      ))}
    </div>
  );
};

export default AboutPage;
