import ComponentDes from "./ComponentDes";

const plansData = [
  {
    id: 1,
    type: "uaually",
    name: `  طرح یاقوت `,
    description: `  سرقت کلی + حذف فرانشیز تا سقف ۷۰ میلیون تومان، تصادف (سه خسارت اول
            بدون فرانشیز)، سرقت قطعات (با کسر استهلاک لوازم)، پرداخت افت خودرو
            (تا سقف ۷۰ میلیون تومان)، شکست شیشه، بلایای طبیعی، پاشیده شدن رنگ،
            اسید و مواد شیمیایی، آتش سوزی`,
  },
  {
    id: 2,
    type: "uaually",
    name: `طرح اوپال `,
    description: `  شامل پوشش‌های: سرقت کلی (با فرانشیز ۲۰ درصد)، تصادف (خسارت اول بدون
            فرانشیز)، سرقت قطعات (با کسر استهلاک لوازم)، شکست شیشه، بلایای
            طبیعی، پاشیده شدن رنگ، اسید و مواد شیمیایی، آتش سوزی`,
  },
  {
    id: 3,
    type: "uaually",
    name: `  به بیمه نیاز ندارم`,
    description: `        در طول مدت اجاره مسئولیت نگهداری از خودرو با شما خواهد بود. با خرید
            بیمه اجاره شما تنها متعهد به جبران مواردی خواهید بود که تحت پوشش
            بیمه خریداری شده نیست.`,
  },
];
const Des1Car = () => {
  return (
    <div className="bg-white rounded-2xl shadow-lg overflow-hidden border border-gray-100 p-5">
      <ComponentDes
        state="plans"
        title="    بیمه اجاره"
        destitle="   کارسرویس با همکاری بیمه اتومبیل و مسئولیت سامان بسته‌های ویژه‌ای مخصوص
        اجاره خودرو ارائه می‌کند:"
        plans={plansData}
      />
    </div>
  );
};

export default Des1Car;
