import car1 from "../../../../assets/imges/car1.jpg";
import car2 from "../../../../assets/imges/car2.jpg";
import car3 from "../../../../assets/imges/car3.jpg";
import car4 from "../../../../assets/imges/car4.jpg";

export const Article = [
  {
    id: 1,
    img: car1,
    title: `معرفی 10 ماشین کلاسیک که محبوب ماشین‌بازها هستند`,
    text: `ماشین بازها بهخوبی میدانندووو که یک ماشین کلاسیک را باید جواهری روی چرخ دانست که ...`,
    des: `ماشین بازها به‌خوبی می‌دانند که یک ماشین کلاسیک را باید جواهری روی چرخ دانست که ارزش آن‌ هر روز که می‌گذرد بیشتر می‌شود. عوامل زیادی در ارزش و محبوبیت یک ماشین کلاسیک دخیل هستند. برخی از این خودروها به
     دلیل تعداد محدود تولیدشان محبوبیت دارند و اغلب آن‌ها دارای قیمت‌های نجومی نیز هستند. دسته دیگری از خودروهای کلاسیک در زمان خود توانسته بودند در مسابقات اتومبیلرانی قهرمان شوند و این برای آن‌هاوووو یک پیشینه افتخارآمیز به حساب می‌آید.`,
  },
  {
    id: 2,
    img: car2,
    title: `با 10 شاسی‌بلند 7 نفره محبوب بازار ایران آشنا شوید`,
    text: `همه میدانیم که خودروهای شاسی بلند یا  سلاطین حال حاضر بازار خودرو ایران و  شاسی‌بلند 7 نفره محبوب بازار ایران......`,
    des: `همه می‌دانیم که خودروهای شاسی بلند یا  سلاطین حال حاضر بازار خودرو ایران و جهان هستند. حرف U در نام این خودروها به کلمه Utility اشاره دارد که معنای آن «چندمنظوره بودن» یا «کاربردی بودن در تمامی اوقات» است.
     بخشی از مفهوم چندمنظوره بودن به تعداد صندلی‌های یک خودرو اشاره می‌کند. برای مثال یک شاسی بلند 7 نفره به خوبی می‌تواند مفهوم کاربردی بودن را برای مشتری به تصویر بکشد.`,
  },
  {
    id: 3,
    img: car3,
    title: `10 ماشین لامبورگینی محبوب تاریخ خودرو را بشناسید`,
    text: `شرکت ایتالیایی لامبورگینی یکی از سازندگان مشهور خودروهای سوپراسپرت در جهان است که فعالیت خود ...`,
    des: `شرکت ایتالیایی لامبورگینی یکی از سازندگان مشهور خودروهای سوپراسپرت در جهان است که فعالیت خود را
     از سال 1963 میلادی آغاز کرد. طی این‌ها می‌توان گفت که هر ماشین لامبورگینی استاندارد جدیدی از یک خودرو سوپراسپرت دیوانه‌وار را برای دیگر شرکت‌ها تعیین کرد و به نوعی اغلب محصولات این کمپانی بزرگ، آغازگر خط مشی جدیدی برای دنیای خودرو بود. به همین خاطر است که خودرو دوستان با عشق و علاقه اخبار مرتبط با جدیدترین محصولات لامبورگینی را دنبال می‌کنند.`,
  },
  {
    id: 4,
    img: car4,
    title: `راهنمای سفر از تهران به تبریز با خودرو شخصی`,
    text: `تبریز به عنوان مرکز استان آذربایجان شرقی شناخته میشود و می&;توان آن را مهمترین شهر ...`,
    des: `تبریز به عنوان مرکز استان آذربایجان شرقی شناخته می‌شود و می‌توان آن را 
    مهم‌ترین شهر منطقه شمال غرب کشور دانست. وجود صنایع مختلف و مراکز تجاری متعدد سبب شده است تا سفر از تهران به تبریز رویدادی عادی برای بسیاری از افراد باشد. رفت‌وآمدهای گسترده در این مسیر و همین‌طور بناهای دیدنی و
     تاریخی موجود در مسیر تهران تا تبریز دست‌به‌دست هم داده‌اند تا در این مقاله از مجله خودرو ناواران، به بررسی جزئیات مربوط به مسیر سفر از تهران به تبریز بپردازیم و مراکز تفریحی و تاریخی این مقصد پرتردد را خدمت شما مخاطبین عزیز بیان کنیم. لطفا تا پایان این مطلب با ما همراه باشید و سوالات یا نظرات خود را با ما به اشتراک بگذارید.`,
  },
];
